pilot_case/LH2-TANK-TRANSIENT-RUN-001/case/system/controlDict
FoamFile { version 2.0; format ascii; class dictionary; object controlDict; }
application pimpleFoam;
startFrom startTime; startTime 0; stopAt endTime; endTime 0.08; deltaT 0.01;
writeControl timeStep; writeInterval 1; purgeWrite 0;
writeFormat ascii; writePrecision 12; writeCompression off; timeFormat fixed; timePrecision 2;
runTimeModifiable false;
functions { }
