pilot_case/LH2-TANK-TRANSIENT-RUN-001/case/system/blockMeshDict
FoamFile { version 2.0; format ascii; class dictionary; object blockMeshDict; }
scale 1;
vertices ((-0.24 -0.24 -0.04) (0.24 -0.24 -0.04) (0.24 0.24 -0.04) (-0.24 0.24 -0.04) (-0.24 -0.24 0.49) (0.24 -0.24 0.49) (0.24 0.24 0.49) (-0.24 0.24 0.49));
blocks
(
    hex (0 1 2 3 4 5 6 7) (24 24 42) simpleGrading (1 1 1)
);
edges ();
boundary
(
    outer
    {
        type patch;
        faces
        (
            (0 4 7 3) (1 2 6 5) (0 1 5 4) (3 7 6 2) (0 3 2 1) (4 5 6 7)
        );
    }
);
mergePatchPairs ();
