pilot_case/LH2-TANK-TRANSIENT-RUN-001/case/constant/turbulenceProperties
FoamFile { version 2.0; format ascii; class dictionary; object turbulenceProperties; }
simulationType laminar;
