pilot_case/LH2-TANK-TRANSIENT-RUN-001/case/0/U
FoamFile { version 2.0; format ascii; class dictionary; object U; }
dimensions [0 1 -1 0 0 0 0];
internalField uniform (0.02 0 0);
boundaryField { outer { type slip; } tankWall { type noSlip; } }
