pilot_case/LH2-TANK-TRANSIENT-RUN-001/case/0/p
FoamFile { version 2.0; format ascii; class dictionary; object p; }
dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField { outer { type zeroGradient; } tankWall { type zeroGradient; } }
